---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionHssOuterfillet
source: html/a6fd388d-80d9-fbce-0ddb-d5fb0d972c6c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionHssOuterfillet Property

"Outer Fillet"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionHssOuterfillet { get; }
```